Backend/app/controllers/images_controller.rb

  def index
    @images = Image.all
---
SELECT "images".* FROM "images"